Repository: Findus23/route.lw1.at
Catalog: about-page/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Data Licenses and Information
de: Datenlizenzen und Informationen

source: back to route.lw1.at
de: zurück zu route.lw1.at

source: About route.lw1.at
de: Über route.lw1.at

source: Imprint
de: Impressum

source: This website is a work in progress. More information will follow.
de: Diese Webseite ist im Aufbau. Mehr Informationen folgen später.

source: Datasets and Licenses
de: Datensets und Lizenzen

source: This webseite would not be possible without Open Source software like <a href="https://github.com/motis-project/motis">MOTIS</a> and Open Data datasets. See below for a list of all used datasets.
de: Diese Webseite wäre nicht möglich ohne Open Source Software wie <a href="https://github.com/motis-project/motis">MOTIS</a> und Open Data datasets. Hier sind alle verwendeten Datensets aufgelistet.

source: You can also browse all files here:
de: Alle Dateien sind auch hier zu finden:

source: GTFS Datasets
de: GTFS Datensets

source: Dataset
de: Datenset

source: License
de: Lizenz

source: Local filename
de: Lokaler Dateiname

source: Current File Version
de: Aktuelle Dateiversion

source: Current Dataset Version
de: Version des Datensets

source: Current Dataset Creation Date
de: Erstellungsdatum des Datensets

source: Year
de: Jahr

source: Dataset Source
de: Datensetursprung

source: Map Data
de: Kartendaten

source: All map data is from <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a> and licensed under the Open Data Commons Open Database License (ODbL).
de: Alle Kartendaten sind von <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a> und lizenziert unter der Open Data Commons Open Database-Lizenz (ODbL).

source: Line Color Data
de: Linienfarben Datenset

source: The colors of public transit lines are aggregated from OpenStreetMap using tables from the <a href="https://ptna.openstreetmap.de/">PTNA project</a> and a small set of own rules. See here for more infomation:
de: Die Farben der Öffi-Linien sind von OpenStreetMap gesammelt mithilfe von Tabellen des <a href="https://ptna.openstreetmap.de/">PTNA Projekts</a> und einiger eigener Regeln. Hier gibt es mehr Informationen dazu:

source: You can find the current version of the used dataset here:
de: Die aktuelle Version des Datensets ist hier zu finden:

source: Footnotes
de: Fußnoten

source: This filename is set by me and just to easily differentiate the different datasets.
de: Dieser Dateiname ist von mir gewählt und nur zum einfacheren Unterscheiden der Datensets
